import { ServiceItemData } from "./service-item-data";

export const serviceItems: ServiceItemData[] = [
    new ServiceItemData(
        'Акції',
        'Найвигідніші пропозиції від нашиї лікарів.',
        false,
        'Акції',
        [
            {
                title: 'Прийом лікаря ендокринолога + кольпоскопія + огляд молочної залози + забір біологічного матеріалу',
                price: 1000,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Прийом гінеколога + УЗД ОМТ вагінально (абдомінально) + УЗД молочних залоз',
                price: 1100,
                url: 'Повторна-консультація-кардіолога',
                description: ''
            },
            {
                title: 'Прийом гінеколога + УЗД ОМТ вагінально (абдомінально) + УЗД молочних залоз + кольпоскопія',
                price: 1300,
                url: 'Повторна-консультація-кардіолога',
                description: ''
            },
            {
                title: 'Прийом гінеколога + УЗД ОМТ вагінально (абдомінально) + УЗД молочних залоз + кольпоскопія + забір біологічного матеріалу    ',
                price: 1400,
                url: 'Повторна-консультація-кардіолога',
                description: ''
            },
        ]
    ),
    new ServiceItemData(
        'УЗД',
        'Зробити УЗД може фахівець, що володіє навичками роботи з відповідним устаткуванням. У його компетенції - попередній огляд і виписка висновків, по яких профільні лікарі можуть поставити діагноз.',
        false,
        'УЗД',
        [
            {
                title: 'УЗД органів черевної порожнини(діти)',
                price: 400,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД органів черевної порожнини(дорослі)',
                price: 450,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД органів черевної порожнини та нирок (діти)',
                price: 450,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД органів черевної порожнини та нирок (дорослі)',
                price: 500,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД нирок та сечевого міхура',
                price: 400,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД нирок',
                price: 300,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД щитопдібної залози (діти)',
                price: 300,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД щитопдібної залози (дорослі)',
                price: 350,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД вилочкової залози',
                price: 300,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД ОММ(трансабдомінально) діти',
                price: 350,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД ОММ(трансабдомінально) дорослі',
                price: 400,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД ОММ (трансвагінально)',
                price: 450,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Визначення вагітності',
                price: 400,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Акушерське дослідження 1 триместер',
                price: 500,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Акушерське дослідження 2 триместер',
                price: 600,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД молчних залоз',
                price: 350,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД передмихурової залози (трансабдомінально)',
                price: 400,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД передмихурової залози (трансректально)',
                price: 450,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД передмихурової залози с залишковою сечою',
                price: 450,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД передмихурової залози та органів калитки',
                price: 600,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД органів калитки',
                price: 300,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД слюнних залоз',
                price: 300,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Комплексне узд жиноче (ОЧП, молочна з-за, щитоподібна з-за, ОММ)',
                price: 1200,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Комплексне узд чоловиче (ОЧП, щитоподібна з-за, передмихурова з-за)',
                price: 1000,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД тазостегнових суглобів (діти)',
                price: 450,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД тазостегнових суглобів(діти) та нейросонографія',
                price: 800,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД нейросонографія',
                price: 450,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД эхо серця (діти)',
                price: 450,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД эхо серця (дорослі)',
                price: 500,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД суглобів (1 суглоб)',
                price: 300,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД м\'ягких тканин',
                price: 300,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'УЗД лимфовузлів',
                price: 300,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Доплерографія судин голови',
                price: 350,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Доплерографія судин шиї',
                price: 350,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Доплерографія судин голови та шиї',
                price: 600,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Доплерографія судин нижніх(верхніх) кінцівок 1 нога(рука) 1 системи(вени або артеріі)',
                price: 350,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Доплерографія судин нижніх(верхніх) кінцівок 1 нога(рука) 2 системи(вени та артеріі)',
                price: 600,
                url: 'Консультація-уролога',
                description: ''
            },
        ]
    ),
    new ServiceItemData(
        'Неврологія',
        'Порушення неврологічного характеру тісно пов\'язані зі стресом, переживаннями, відсутністю стабільного розпорядку дня. Регулярні емоційні та фізичні перевантаження псують якість життя, руйнівним чином позначаються на стані здоров\'я. Щоб усунути симптоми, не допустити розвитку захворювань нервової системи в хронічну форму, люди записуються на прийом невролога.',
        false,
        'Неврологія',
        [
            {
                title: 'Консультація невролога-нейрофізіолога',
                price: 500,
                url: 'Консультація-невролога-нейрофізіолога',
                description: ''
            },
            {
                title: 'Повторна консультація невролога-нейрофізіолога',
                price: 350,
                url: 'УЗД-мяких-тканин',
                description: ''
            },
            {
                title: 'Параартикулярна блокада одної зони (I категорії)',
                price: 300,
                url: 'ПІФІВ',
                description: ''
            },
            {
                title: 'Параартикулярна блокада одної зони (II категорії)',
                price: 600,
                url: 'фівфів',
                description: ''
            },
            {
                title: 'Паравертебральна корінцева блокада однієї зони (I категорії)',
                price: 350,
                url: 'ячсчясчс',
                description: ''
            },
            {
                title: 'Паравертебральна корінцева блокада однієї зони (II категорії)',
                price: 650,
                url: 'фівфвфівй',
                description: ''
            },
            {
                title: 'Паравертебральна глибока блокада',
                price: 650,
                url: 'фівфівфівіфвівф',
                description: ''
            },
        ]
    ),
    new ServiceItemData(
        'Кардіологія',
        'Кардіологія – широка галузь медицини, що займається захворюваннями серця і судин. ',
        false,
        'Кардіологія',
        [
            {
                title: 'Консультація кардіолога',
                price: 500,
                url: 'Консультація-кардіолога',
                description: ''
            },
            {
                title: 'Повторна консультація кардіолога',
                price: 350,
                url: 'Повторна-консультація-кардіолога',
                description: ''
            },
            {
                title: 'Електрокардіограма (ЕКГ) без розшифровки',
                price: 200,
                url: 'фівфівфвфівфівфі',
                description: ''
            },
            {
                title: 'Електрокардіограма (ЕКГ) з розшифровкою',
                price: 250,
                url: 'фівфівфвфівффвфвіфівфі',
                description: ''
            },
        ]
    ),
    new ServiceItemData(
        'Загальні Лікарські Процедури та Маніпуляції',
        '',
        false,
        'Загальні-Лікарські-Процедури-та-Маніпуляції',
        [
            {
                title: 'Накладення швів на рану (за 1 шов)',
                price: 200,
                url: 'яяяяяяяяяяяя',
                description: ''
            },
            {
                title: 'Накладення косметичного шва (за 1 шов)',
                price: 350,
                url: 'фівфвфвфівйуййц',
                description: ''
            },
            {
                title: 'Перев\'язка проста',
                price: 300,
                url: 'яяяяяяяяяфівфівяяя',
                description: ''
            },
            {
                title: 'Перев\'язка складна',
                price: 400,
                url: 'яяяяяяяяяфівффівфівфвівяяя',
                description: ''
            },
            {
                title: 'Перев\'язка амбулаторна',
                price: 200,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Місцева анестезія (без вартості медикаментів)',
                price: 350,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Внутрішньошкірна алергічна проба на лікарські препарати (до 2-х препаратів, без вартості медикаментів)',
                price: 80,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Забір сечі катетором',
                price: 300,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Катетеризація сечового міхура',
                price: 400,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Заміна уретрального катетера',
                price: 400,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Інстиляція в сечовий міхур',
                price: 200,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Анестезія аплікаційна з лідокаїном (10%)',
                price: 180,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Внутрішньовенна ін\'єкція',
                price: 120,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Внутрішньом\'язова ін\'єкція',
                price: 90,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Підшкірна або внутрішньошкірна ін\'єкція',
                price: 80,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Забір венозної або капілярної крові одноразовими системами',
                price: 50,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
            {
                title: 'Забір біологічного матеріалу для дослідження',
                price: 100,
                url: 'яяяяяяяяяфівфйцуйцуамівяяя',
                description: ''
            },
        ]
    ),
    new ServiceItemData(
        'Урологія',
        'Область клінічної медицини, що вивчає етіологію, патогенез, діагностику захворювань органів сечової системи, статевої системи та інших патологічних процесів у заочеревинному просторі та розробляє методи їх лікування та профілактики.',
        false,
        'Урологія',
        [
            {
                title: 'Консультація уролога',
                price: 500,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Повторна консультація уролога',
                price: 350,
                url: 'Повторна-консультація-кардіолога',
                description: ''
            },

        ]
    ),
    new ServiceItemData(
        'Гастроентерологія',
        'Будь-які проблеми з органами травлення, які виникають як одноразово, так і іноді, привід відвідати лікаря для виявлення причини.',
        false,
        'Гастроентерологія',
        [
            {
                title: 'Консультація гастроентеролога (діти)',
                price: 450,
                url: 'Консультація-гастроентеролога',
                description: ''
            },
            {
                title: 'Повторна консультація гастроентеролога',
                price: 350,
                url: 'Консультація-гастроентеролога',
                description: ''
            },
            {
                title: 'Консультація гастроентеролога (дорослі)',
                price: 500,
                url: 'Консультація-гастроентеролога',
                description: ''
            },
            {
                title: 'Консультація гастроентеролога (діти) та УЗД ОБП',
                price: 850,
                url: 'Консультація-гастроентеролога',
                description: ''
            },
            {
                title: 'Консультація гастроентеролога (дорослі) та УЗД ОБП',
                price: 950,
                url: 'Консультація-гастроентеролога',
                description: ''
            },
        ]
    ),
    new ServiceItemData(
        'Гінекологія',
        'Кожній жінці щорічно потрібно проходити консультацію гінеколога для профілактики, але будь-який лікар-гінеколог Києва скаже, що пацієнтки звертаються за допомогою лише при появі проблем зі здоров’ям. У такій ситуації гінеколог повинен провести комплексне обстеження і підібрати оптимальний варіант лікування.',
        false,
        'Гінекологія',
        [
            {
                title: 'Консультація гінеколога',
                price: 600,
                url: 'Консультація-уролога',
                description: ''
            },
            {
                title: 'Повторна консультація гінеколога',
                price: 450,
                url: 'Повторна-консультація-кардіолога',
                description: ''
            },
            {
                title: 'Консультація гінеколога-ендокринолога',
                price: 700,
                url: 'Повторна-консультація-кардіолога',
                description: ''
            },
            {
                title: 'Повторна консультація гінеколога-ендокринолога',
                price: 500,
                url: 'Повторна-консультація-кардіолога',
                description: ''
            },
            {
                title: 'Кольпоскопія',
                price: 250,
                url: 'Повторна-консультація-кардіолога',
                description: ''
            },
        ]
    ),
]