export interface Doctor {
    name: string;
    workingFields: string[];
    degree: string;
    description: string;
    image: string;
}


export const doctors: Doctor[] = [
{
    name: 'Петренко Сергій Дмитрович',
    degree: 'Лікар вищої категорії',
    description: `Лікар спеціалізується на амбулаторному прийомі пацієнтів хірургічного профілю,
    консультації пацієнтів з приводу варикозно розширених вен нижніх кінцівок,
    склеротерапії, ЕВЛК (асистенція) та УЗД вен нижніх кінцівок.`,
    workingFields: ['Лікар-хірург'],
    image: 'СергійПетренко.png'
},
{
    name: 'Дронюк Любомир Романович',
    degree: 'Лікар вищої категорії',
    description: `Лікар спеціалізується на детоксікації організму, проводить корекцію метаболічного синдрому, відновлює процеси обміну організму. Проводить інфузійну терапію та ЕКГ.`,
    workingFields: ['Терапевт', 'Кардiолог'],
    image: 'ДронюкЛюбомир.png'
},
{
    name: 'Вознюк Богдан Миколайович',
    degree: 'Лікар вищої категорії',
    description: `Лікар спеціалізується на патологіях, пов'язаних з периферичною та центральною нервовою системою.`,
    workingFields: ['Лікар-невролог'],
    image: 'ВознюкБогдан.png'
},
{
    name: 'Зеленська Юлія Володимірівна',
    degree: 'Лікар вищої категорії',
    description: `Спеціаліст УЗД, гастроентеролог. Приймає дорослих та дітей. Виїзд на дім.`,
    workingFields: ['Гінеколог', 'Гастроентеролог', 'УЗД'],
    image: 'ЮліяЛантух.jpg'
},
{
    name: 'Омельченко Наталья Александровна',
    degree: 'Лікар вищої категорії',
    description: `Лікар спеціалізується на діагностиці та лікуванні всього спектру акушерської та гінекологічної патології, лікуванні запальних захворювань урогенітальної сфери жінки, порушень менструального циклу. Проводить неоперативне лікування міоми матки, кістозних утворень яєчників, дисплазії шийки матки. Також Наталя Олександрівна лікує дисгормональні стани молочної залози (мастопатія). Проводить індивідуальну корекцію ендокринного статусу і підбір контрацептивів. Лікує гіперандрогенію, клімактеричний синдром, синдром раннього виснаження функцій яєчників. Також розроблює індивидуальні схеми лікування з антивікової медицини, естетичної ендокринології, трихології.`,
    workingFields: ['Акушер-гінеколог', 'Мамолог',  'Гінеколог-ендокринолог'  ],
    image: 'ОмельченкоНаталья.jpg'
},
{
    name: 'Кравчук Оксана Миколаївна ',
    degree: 'Лікар вищої категорії',
    description: `Лікар веде гінекологічний прийом, володіє навичками кольпоскопії, УЗД органів малого тазу, молочної та щитовидної залози.`,
    workingFields: ['Акушер-гінеколог', 'УЗД'],
    image: ''
},
]

